[
    {
        "name": "Carotte",
        "category": "Racines",
        "start_indoor": null,
        "start_outdoor": "2023-03-15",
        "end": "2023-07-31",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 2.5,
        "germination": 18,
        "description": "La carotte est un légume-racine qui pousse aisément dans un sol léger et sablonneux. Elle présente une résistance notable à la plupart des ravageurs et maladies, faisant d'elle une excellente culture de fin de saison qui peut tolérer le gel."
    },
    {
        "name": "Tomate",
        "category": "Légumes-fruits",
        "start_indoor": "2023-02-15",
        "start_outdoor": null,
        "end": "2023-07-15",
        "water_needs": 3,
        "cold_resistance": 0,
        "spacing_on_row": 45,
        "germination": 7,
        "description": "Les tomates sont l'un des légumes les plus populaires cultivés dans les jardins potagers. Elles se déclinent en de nombreuses variétés ce qui en fait une culture polyvalente mais sujette à divers ravageurs et maladies."
    },
    {
        "name": "Laitue",
        "category": "Verdures",
        "start_indoor": "2023-03-01",
        "start_outdoor": "2023-04-01",
        "end": "2023-08-31",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 30,
        "germination": 8,
        "description": "La laitue est une plante feuillue prisée pour ses feuilles tendres. Facile à cultiver dans un sol bien drainé, la laitue existe en plusieurs variétés, offrant des options de saveurs et de textures pour satisfaire tous les palais."
    },
    {
        "name": "Concombre",
        "category": "Légumes-fruits",
        "start_indoor": "2023-04-01",
        "start_outdoor": "2023-05-15",
        "end": "2023-09-01",
        "water_needs": 3,
        "cold_resistance": 0,
        "spacing_on_row": 50,
        "germination": 5,
        "description": "Le concombre est apprécié pour sa fraîcheur et son croquant. Cultivé en plein soleil dans un sol bien drainé, il offre une récolte abondante en été. Il est idéal pour les jardiniers amateurs en raison de sa culture facile."
    },
    {
        "name": "Épinard",
        "category": "Verdures",
        "start_indoor": "2023-02-15",
        "start_outdoor": "2023-03-15",
        "end": "2023-08-15",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 20,
        "germination": 8,
        "description": "Les épinards peuvent être cultivés en plein soleil à mi-ombre dans un sol bien drainé. Préférant des températures plus fraîches, les épinards prospèrent au printemps et à l'automne. Leur culture est relativement simple, les rendant adaptés aux jardiniers de tous niveaux."
    },
    {
        "name": "Brocoli",
        "category": "Choux",
        "start_indoor": "2023-02-15",
        "start_outdoor": "2023-04-15",
        "end": "2023-07-15",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 20,
        "germination": 12,
        "description": "Le brocoli est une culture de saison fraîche qui, peut être cultivé au printemps ou en automne. En fait, vous pourriez être en mesure d'obtenir une récolte continue tout au long de ces deux saisons si vous planifiez correctement votre plantation."
    },
    {
        "name": "Courgette",
        "category": "Légumes-fruits", 
        "start_indoor": "2023-04-01",
        "start_outdoor": "2023-05-15",
        "end": "2023-08-01",
        "water_needs": 3,
        "cold_resistance": 0,
        "spacing_on_row": 90,
        "germination": 8,
        "description": "La courgette est très sensible aux dommages causés par le gel et la chaleur, mais avec des soins appropriés, elle produira une récolte abondante avec très peu de plants."
    },
    {
        "name": "Poivron",
        "category": "Solanaceae",
        "start_indoor": "2023-02-01",
        "start_outdoor": null,
        "end": "2023-06-30",
        "water_needs": 3,
        "cold_resistance": 0,
        "spacing_on_row": 50,
        "germination": 15,
        "description": "La culture du poivron nécessite un sol bien drainé et ensoleillé. Ils sont sensibles au froid, donc la plantation se fait après le gel. L'arrosage régulier et les températures entre 21 et 29 degrés Celsius favorisent la croissance."
    },
    {
        "name": "Radis",
        "category": "Racines",
        "start_indoor": null,
        "start_outdoor": "2023-03-01",
        "end": "2023-09-30",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 3,
        "germination": 4,
        "description": "La culture des radis est simple. Ils préfèrent un sol léger et bien drainé. Les graines sont semées directement en pleine terre, et les radis poussent rapidement. Une exposition ensoleillée favorise leur croissance."
    },
    {
        "name": "Chou cabus",
        "category": "Choux",
        "start_indoor": "2023-02-01",
        "start_outdoor": "2023-04-01",
        "end": "2023-07-31",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 50,
        "germination": 7,
        "description": "La culture du chou cabus prospère dans un sol fertile et bien amendé. Ils nécessitent une exposition ensoleillée et une protection contre les ravageurs pour permettre une croissance optimale. La récolte se fait lorsque les têtes sont fermes et compactes"
    },
    {
        "name": "Pois",
        "category": "Légumineuses",
        "start_indoor": "2023-03-01",
        "start_outdoor": "2023-04-01",
        "end": "2023-06-15",
        "water_needs": 3,
        "cold_resistance": 1,
        "spacing_on_row": 5,
        "germination": 14,
        "description": "Les pois sont faciles à cultiver dans un sol bien drainé. Semés au printemps, ils nécessitent un support pour grimper. Un arrosage régulier et une exposition ensoleillée favorisent la formation de gousses. La récolte se fait lorsque les pois sont tendres."
    },
    {
        "name": "Pomme de terre",
        "category": "Racines",
        "start_indoor": null,
        "start_outdoor": "2023-04-01",
        "end": "2023-06-15",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 35,
        "germination": 21,
        "description": "La pomme de terre demande dans un sol bien drainé. La plantation a lieu au printemps, suivie d'un arrosage régulier. La récolte se fait après la floraison pour une récolte en primeur ou lorsque les plantes fanent pour une meilleure conservation."
    },
    {
        "name": "Haricots",
        "category": "Légumineuses",
        "start_indoor": "2023-04-01",
        "start_outdoor": "2023-05-01",
        "end": "2023-08-01",
        "water_needs": 2,
        "cold_resistance": 0,
        "spacing_on_row": 5,
        "germination": 7,
        "description": "Les haricots prospèrent dans un sol bien drainé et nécessitent un arrosage régulier pour maintenir le sol humide. Une exposition ensoleillée favorise leur croissance, et la récolte peut être effectuée lorsque les gousses sont tendres."
    },
    {
        "name": "Oignon",
        "category": "Alliacées",
        "start_indoor": null,
        "start_outdoor": "2023-03-15",
        "end": "2023-07-31",
        "water_needs": 1,
        "cold_resistance": 2,
        "spacing_on_row": 15,
        "germination": 8,
        "description": "Les oignons préfèrent un sol bien drainé et ensoleillé. Ils peuvent être cultivés à partir de graines, de plants ou de bulbes dont la plantation se fait au printemps ou à l'automne. Les oignons sont récoltés lorsque leurs feuilles commencent à faner."
    },
    {
        "name": "Betterave",
        "category": "Racines",
        "start_indoor": "2023-02-01",
        "start_outdoor": "2023-03-15",
        "end": "2023-07-31",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 20,
        "germination": 10,
        "description": "La betterave pousse bien dans un sol bien drainé et ensoleillé. La récolte peut être effectuée lorsque les racines sont de taille appropriée, souvent avant que les feuilles ne soient trop développées."
    },
    {
        "name": "Aubergine",
        "category": "Légumes-fruits",
        "start_indoor": "2023-01-15",
        "start_outdoor": null,
        "end": "2023-04-30",
        "water_needs": 3,
        "cold_resistance": 0,
        "spacing_on_row": 40,
        "germination": 24,
        "description": " La plantation de l'aubergine se fait au printemps, après tout risque de gel. Une fertilisation équilibrée favorise une croissance optimale. Elles sont prêtes à être récoltées lorsqu'elles ont atteint leur taille mature et ont une couleur brillante."
    },
    {
        "name": "Kale",
        "category": "Choux",
        "start_indoor": "2023-03-01",
        "start_outdoor": "2023-03-15",
        "end": "2023-08-15",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 30,
        "germination": 7,
        "description": "Le chou kale préfère une exposition ensoleillée à mi-ombre. Une protection contre les ravageurs contribue à une croissance saine. La récolte peut commencer lorsque les feuilles sont suffisamment développées."
    },
    {
        "name": "Ail",
        "category": "Alliacées",
        "start_indoor": null,
        "start_outdoor": "2023-01-15",
        "end": "2023-03-31",
        "water_needs": 1,
        "cold_resistance": 2,
        "spacing_on_row": 10,
        "germination": 21,
        "description": "L'ail est une culture aisée après une longue saison de croissance. Sa grande tolérance au gel le rend idéal pour la plantation dans des climats plus frais. Un sol bien fertilisé est essentiel. La récolte de l'ail s'effectue lorsque le feuillage est sec."
    },
    {
        "name": "Roquette",
        "category": "Verdures",
        "start_indoor": "2023-01-15",
        "start_outdoor": "2023-03-15",
        "end": "2023-08-31",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 5,
        "germination": 7,
        "description": "La roquette est une culture de saison fraîche à croissance rapide. Elle est couramment utilisée comme composant de mélanges de salades mesclun. Elle est quelque peu tolérante au gel, et ses graines peuvent même germer dans un sol frais !"
    },
    {
        "name": "Chou chinois",
        "category": "Choux",
        "start_indoor": "2023-03-15",
        "start_outdoor": "2023-04-15",
        "end": "2023-08-15",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 30,
        "germination": 6,
        "description": "Le chou chinois prospère dans un sol bien drainé et riche en matière organique. Il préfère les températures fraîches et la récolte peut se faire lorsque les feuilles sont suffisamment développées, généralement avant que la plante ne fleurisse."
    },
    {
        "name": "Chou-fleur",
        "category": "Choux",
        "start_indoor": "2023-03-15",
        "start_outdoor": "2023-04-01",
        "end": "2023-07-15",
        "water_needs": 2,
        "cold_resistance": 1,
        "spacing_on_row": 70,
        "germination": 6,
        "description": "La culture du chou-fleur implique un sol bien drainé et fertilisé. Il faut protéger les têtes de chou-fleur du soleil en les liant pour les maintenir blanches. La récolte se fait lorsque les têtes sont fermes et denses."
    },
    {
        "name": "Poireau",
        "category": "Alliacées",
        "start_indoor": "2023-02-01",
        "start_outdoor": "2023-04-01",
        "end": "2023-04-30",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 15,
        "germination": 12,
        "description": "La culture du poireau nécessite un sol bien drainé et ensoleillé. Ils peuvent être semées directement ou les plants transplantés. L'arrosage régulier favorise une croissance saine. La récolte se fait lorsque les poireaux ont atteint une taille appropriée."
    },
    {
        "name": "Rutabaga",
        "category": "Racines",
        "start_indoor": "2023-02-15",
        "start_outdoor": "2023-03-15",
        "end": "2023-07-31",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 30,
        "germination": 8,
        "description": "La culture du rutabaga nécessite un sol bien drainé et profond. Ils sont assez résistants aux conditions météorologiques difficiles. La récolte se fait lorsque les racines atteignent une taille convenable."
    },
    {
        "name": "Navet",
        "category": "Racines",
        "start_indoor": "2023-02-01",
        "start_outdoor": "2023-04-01",
        "end": "2023-08-15",
        "water_needs": 2,
        "cold_resistance": 2,
        "spacing_on_row": 25,
        "germination": 8,
        "description": "Le navet peut tolérer des conditions météorologiques variées. L'arrosage régulier favorise une croissance optimale. La récolte se fait lorsque les racines ont atteint une taille appropriée, généralement avant qu'elles ne deviennent trop fibreuses."
    }
]
